@extends("frontend.layout")
@section("content")
    <div class="problems-content content">
        <div class="problems-detail rules ">
            <div class="bordered">
                <a href="{{ url()->previous() }}" class="back">
                    <i>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M0.292892 7.29289C-0.0976315 7.68342 -0.0976315 8.31658 0.292892 8.70711L6.65685 15.0711C7.04738 15.4616 7.68054 15.4616 8.07107 15.0711C8.46159 14.6805 8.46159 14.0474 8.07107 13.6569L2.41421 8L8.07107 2.34315C8.46159 1.95262 8.46159 1.31946 8.07107 0.928932C7.68054 0.538408 7.04738 0.538408 6.65685 0.928932L0.292892 7.29289ZM16 7L0.999999 7V9L16 9V7Z" fill="black"/>
                        </svg>
                    </i>
                    <div class="info">
                        <strong>{{ __("box.public_offer") }}</strong>
                    </div>
                </a>
            </div>
            <div class="pa-15">
                <ul class="rules">
                    <li>Sogbling.uz ахборот тизимидан фойдаланиш тўғрисида келишув</li>
                    <li>1. Термин ва таърифлар</li>
                    <li>1.1. Оператор - ўз фаолиятини Ўзбекистон Республикаси қонунчилигига, Тошкент шаҳрининг норматив-ҳуқуқий ҳужжатларига мувофиқ амалга оширувчи, Тошкент шаҳар ҳокимлиги маъмурияти ҳузуридаги сигналларга жавоб бериш штаби.</li>
                    <li>1.2. Фойдаланувчи - sogboling.uz ахборот тизимидан белгиланган тартибда фойдаланишни истаган ёки фойдаланиш ҳуқуқига эга бўлган жисмоний шахс.</li>
                    <li>1.3. Парол - фойдаланувчи кейинчалик ушбу хизматга киришини таъминлаш учун хизматга рўйхатдан ўтиш пайтида фойдаланувчи томонидан киритилган алифбо-рақамли белгиларнинг ноёб кетма-кетлиги.1.4. Рўйхатдан ўтиш - бу хизматга, ахборот тизимига, Тошкент шаҳрининг ахборот ресурсига кириш учун асосий маълумот.</li>
                    <li>1.4. Рўйхатдан ўтиш - бу хизматга, ахборот тизимига, Тошкент шаҳрининг ахборот ресурсига кириш учун маълумотларнинг дастлабки киритилиши.</li>
                    <li>1.5. Хизмат - бу Тошкент шаҳри ахборот тизимлари, ахборот манбалари ёки улар ўртасида ўзаро алоқани таъминловчи дастурий таъминот,  (ёки) техник воситалар.</li>

                    <li>2. Умумий қоидалар</li>
                    <li>2.1. Ушбу Шартнома фойдаланувчининг Хизматга киришини ташкил этишда, шунингдек Фойдаланувчи Тошкент шаҳри хизматлари ва ахборот тизимларининг функционал имкониятларидан фойдаланишда Оператор ва Фойдаланувчи ҳуқуқлари ва мажбуриятларини белгилайди. Шартнома 2.3-бандда белгиланган тартибда Фойдаланувчи ўз шартларига розилик билдирган пайтдан бошлаб кучга киради.</li>
                    <li>2.2. Тошкент шаҳрининг ахборот тизимидан ва (ёки) сервис / индивидуал функциялардан фойдаланишни Тошкент шаҳри ва (ёки) сервиснинг ахборот тизимидан фойдаланишни бошлаганда ёки рўйхатдан ўтиш жараёни тугагандан сўнг, фойдаланувчи Шартнома шартларини тўлиқ қабул қилди деб ҳисобланади.</li>
                    <li>2.3. Шартнома Оператор томонидан махсус огоҳлантиришсиз ўзгартирилиши мумкин, шартноманинг янги талқини ушбу бандда кўрсатилган манзил бўйича "Интернет" ахборот-телекоммуникация тармоғига жойлаштирилган пайтдан бошлаб кучга киради, агар шартноманинг янги таҳририда бошқача қоида назарда тутилмаган бўлса. Шартномадаги ҳар қандай ўзгартиришлар, қўшимчалар, шунингдек янги таҳрирлар Шартномага қўшилган барча фойдаланувчиларга, шу жумладан ўзгартиришлар, қўшимчалар ёки янги нашрларни киритиш санасидан олдинроқ қўшилганларга ҳам қўлланилади. Агар Фойдаланувчи ахборот тизимининг ва (ёки) хизматларнинг функционал имкониятларидан Шартномага ўзгартиришлар эълон қилинганидан кейин фойдаланишни давом эттирса, фойдаланувчи тегишли ўзгартиришларни қабул қилган деб хисобланади. Шартноманинг жорий версияси https://sogboling.uz сайтида жойлашган</li>
                    <li>2.4. Агар Фойдаланувчи хизматга қўйиладиган талабларнинг ҳар бирига рози бўлмаса, Ўзбекистон Республикасининг қонун ҳужжатлари, Тошкент шаҳрининг ҳуқуқий ҳужжатлари, Оператор ҳужжатлари, ушбу Шартнома билан белгиланган Тошкент шаҳрининг ахборот тизими, фойдаланувчи ушбу ахборот тизимидан фойдаланишга ҳақли эмас.</li>
                    <li>2.5. Сайтдаги материаллардан Интернетда ёки босма нусхада фойдаланганда манба кўрсатилиши шарт.</li>

                    <li>3. Тошкент шаҳрида фойдаланувчиларни рўйхатдан ўтказиш, хизматлардан, ахборот тизимлари ва ресурсларидан фойдаланиш</li>
                    <li>3.1. Фойдаланувчини Хизматда рўйхатдан ўтказиш Фойдаланувчи Хизматнинг веб-саҳифасида маълум бир маълумот тўпламини тақдим этгандан ва Хизматнинг талабларига мувофиқ Фойдаланувчи аккаунтни яратгандан сўнг амалга оширилади.</li>
                    <li>3.2. Хизматдан фойдаланишнинг ҳар қандай босқичида Фойдаланувчи аниқ ва тўлиқ маълумотларни тақдим этишга мажбурдир. Фойдаланувчи ўзи тақдим этган маълумотларни янгилаб туриш мажбуриятини олади. Агар Фойдаланувчи нотўғри маълумот тақдим этса ёки Оператор Фойдаланувчи томонидан тақдим этилган маълумот тўлиқ эмас ёки нотўғри эканлигига ишонч ҳосил қилса, Оператор ўз хоҳишига кўра фойдаланувчи аккаунтини блокировка қилишга ёки уни ўчиришга ва (ёки) фойдаланувчидан Хизматдан (ёки уларнинг индивидуал функцияларидан) воз кечишга ҳақлидир.</li>
                    <li>3.3. Хизматдан фойдаланиш, фойдаланувчининг ҳар қандай маълумотни, шу жумладан тўғри ишлаши ва / ёки тизим хизматларидан (шу жумладан cookie-файллардан) фойдаланиши ёки фойдаланувчи томонидан мустақил равишда тақдим этилган статистик маълумотларни тўплаши учун зарур бўлган маълумотларни қайта ишлашга розилигини англатади, шунингдек шахсий маълумотлар, шунингдек, давлат томонидан тақдим этилган маълумотлар тўғрисида маълумот олишга розилик билдиради шунингдек, унга давлат хизматлари кўрсатиш тўғрисида, Тошкент шаҳри давлат ҳокимияти ва унинг бўйсунувчи ташкилотлар, бошқа ташкилотлар фаолияти тўғрисида маълумот олишга розилик бериш. Кўрсатилган маълумотлар "Интернет" ахборот ва телекоммуникация тармоғи орқали маълумот юбориш орқали овозсиз алоқадан фойдаланган ҳолда (Хизматнинг ички воситалари орқали хабарларни юбориш ёки қисқа матнли СМС хабарларни мобил радиотелефон тармоғи орқали юбориш, ussd-сўров юбориш ва ҳк) Фойдаланувчи томонидан тақдим этилган телефон рақамига ва (ёки) электрон почта манзилига.</li>
                    <li>3.4. Фойдаланувчи ўзи фойдаланадиган паролнинг хавфсизлиги (тахмин қилишнинг қаршилиги) учун жавобгардир ва шунингдек, парол ва бошқа идентификация қилиш воситаларининг махфийлигини таъминлайди. Фойдаланувчи Фойдаланувчи томонидан хизмат ичида ёки ундан фойдаланишда содир бўлган барча ҳаракатлар (шунингдек уларнинг оқибатлари) учун, шу жумладан фойдаланувчи томонидан фойдаланувчи аккаунтига кириш учун маълумотни исталган шартлар билан учинчи шахсларга ихтиёрий равишда бериш ҳоллари учун (шу жумладан шартномалар ёки битмлар бўйича). Шу билан бирга, Фойдаланувчи аккаунтида амалга оширилган Хизмат ичидаги ёки ундан фойдаланувчи томонидан қилинган барча ҳаракатлар, фойдаланувчи томонидан амалга оширилган деб ҳисобланади, Фойдаланувчи ҳисобидан фойдаланган ҳолда Хизматга рухсатсиз кириш тўғрисида ва / ёки унинг паролининг махфийлиги бузилганлиги ва бошқа идентификатсия қилиш усуллари тўғрисида Операторга хабар беради.</li>
                    <li>3.5. Фойдаланувчи аккаунтидан фойдаланган ҳолда хизматга рухсатсиз кириш (фойдаланувчи томонидан тасдиқланмаган) ва / ёки унинг паролининг махфийлиги ёки бошқа идентификация қилиш воситаларининг бузилиши (бузилиш шубҳаси) тўғрисида ҳар қандай ҳолатлар тўғрисида Операторга дарҳол хабар қилиши шарт. Хавфсизлик мақсадида, фойдаланувчи ҳар бир иш сессиясининг охирида Хизматга қўйиладиган талабларга мувофиқ равишда ўз аккаунти бўйича ишларни хавфсиз равишда ўчириб қўйиши шарт. Оператор маълумотларни йўқолиши ёки шикастланиши, шунингдек Фойдаланувчи томонидан ушбу Шартноманинг қоидаларини бузиши натижасида юзага келиши мумкин бўлган ҳар қандай бошқа табиатнинг оқибатлари учун жавобгар бўлмайди.</li>
                    <li>3.6. Оператор ушбу Шартномаларда белгиланган ҳолларда, барча фойдаланувчиларнинг ёки баъзи фойдаланувчиларнинг аккаунтлари учун Хизматдан ва унинг қисмларидан фойдаланишга чекловлар ўрнатиш ҳуқуқига эга.</li>

                    <li>4. Томонларнинг ҳуқуқ ва мажбуриятлари</li>
                    <li>4.1. Фойдаланувчи қуйидагиларга мажбур:</li>
                    <li>4.1.1. Ўз кучи ва ўз ҳисобидан "Интернет" ахборот-телекоммуникация тармоғига киришни таъминлаши, шунингдек уларнинг ускуналарини рухсатсиз ишлатилишини созлаши ва ҳимоя қилиши, ва бундай фойдаланиш ҳолатлари аниқланганда тезкор чораларни кўриши.</li>
                    <li>4.1.2. Фойдаланувчи паролининг ва бошқа идентификация қилиш воситаларининг сақланишини таъминлаши керак.</li>
                    <li>4.1.3. Фойдаланувчи рўйхатдан ўтганидан кейин содир бўлган барча ҳисоб-китоблар орқали амалга оширилган барча сўровлар ва ҳаракатлар учун тўлиқ жавобгарликни ўз зиммасига олади.</li>
                    <li>4.1.4. Ушбу Шартнома шартларига риоя қилиш.</li>
                    <li>4.2. Фойдаланувчи қуйидаги ҳуқуқларга эга:</li>
                    <li>4.2.1. Хизматнинг функционал имкониятларидан тегишли хизматлар ва ахборот тизимларига қўйиладиган талабларга ва ушбу Шартномага мувофиқ фойдаланиш ҳуқуқига эга.</li>
                    <li>4.2.2. Белгиланган тартибда Операторга Хизматнинг техник ишлашига оид саволларни юбориш.</li>
                    <li>4.3. Хизматдан фойдаланганда, фойдаланувчи қуйидаги ҳуқуқларга эга эмас:</li>
                    <li>4.3.1. Ноқонуний, зарарли, туҳмат, ахлоқни бузувчи, зўравонлик ва шафқатсизликни намойиш қилувчи (ёки ташвиқот қиладиган), интеллектуал мулк ҳуқуқларини бузадиган, одамларга нисбатан нафратни ва / ёки камситишни тарғиб қилувчи таркибий қисмларни юклаш, юбориш, бошқа йўллар билан юбориш ёки тарқатиш, ирқий, этник, жинсий, диний, ижтимоий хусусиятлар, ҳар қандай шахс ёки ташкилотга нисбатан ҳақоратларни ўз ичига олган, порнография элементларини (ёки тарғиботни) ўз ичига олган, болалар эротиклиги, жинсий хизматларни реклама қилиш (ёки тарғиб қилиш), гиёҳвандлик воситаларини ёки уларнинг ўхшашларини, портловчи моддаларни ёки бошқа қуролларни тайёрлаш, ишлатиш ёки бошқа фойдаланиш тартибини тушунтиради.</li>
                    <li>4.3.2. Учинчи шахсларнинг, шу жумладан вояга етмаганларнинг ҳуқуқларини бузиш ва / ёки уларга ҳар қандай шаклда зарар етказиш.</li>
                    <li>4.3.3. Бошқа шахсни ёки ташкилотнинг ва / ёки жамоанинг вакилини, шу жумладан Оператор ходимларини, ҳуқуқларини ўзлаштирмаслик, шунингдек бошқаларнинг ноқонуний вакиллик қилишнинг бошқа шакллари ва усулларидан фойдаланиш, шунингдек фойдаланувчилар ёки Операторнинг хусусиятлари нисбатан чалғитиш ҳар қандай мавзу ёки объект.</li>
                    <li>4.3.4. Ўзбекистон Республикаси қонунларига, Тошкент шаҳрининг норматив-ҳуқуқий ҳужжатларига, Оператор актларига ёки ҳар қандай шартнома муносабатларига мувофиқ бундай ҳаракатларга ҳуқуқлари бўлмаган тақдирда, таркибни юклаш, юбориш, ёки бошқа усул билан тарқатиш.</li>
                    <li>4.3.5. Махсус рухсат этилмаган реклама ва спамларни юклаш, юбориш ёки бошқа усул билан тарқатиш.</li>
                    <li>4.3.6. Зарарли дастурларни ёки бошқа компьютер кодларини, файлларни ёки дастурларни ҳар қандай компьютер ёки телекоммуникация ускуналари ёки дастурларининг ишини бузиш, чеклаш, рухсатсиз ишлаш учун мўлжалланган материалларни юклаш, юбориш, бошқа йўл билан юбориш ва / ёки тарқатиш. тижорат дастурий маҳсулотларига ва уларни яратиш учун дастурларга серияли рақамларни, логинларни, паролларни ва "Интернет" ахборот-телекоммуникация тармоғида пулли манбалардан рухсатсиз киришни олиш учун бошқа воситаларни, шунингдек юқорида кўрсатилган маълумотларга ҳаволаларни жойлаштириш.</li>
                    <li>4.3.7. Бошқаларнинг шахсий маълумотларини рухсатсиз тўплаш ва сақлаш.</li>
                    <li>4.3.8. Хизматнинг нормал ишлашини бузиш;</li>
                    <li>4.3.9. Шартнома томонидан ўрнатилган чекловлар ва тақиқларни бузишга қаратилган ҳаракатларга ёрдам бериш.</li>
                    <li>4.3.10. Бошқа тарзда қонунни бузиш.</li>
                    <li>4.4. Оператор қуйидаги мажбуриятларни бажаради:</li>
                    <li>4.4.1. Операторнинг ваколатига тааллуқли Хизматнинг ишлашини таъминлаш, шунингдек Ўзбекистон Республикасининг қонунларида, Тошкент шаҳрининг норматив-ҳуқуқий ҳужжатларида, Оператор ҳужжатлари билан белгиланган бошқа ваколатларни амалга ошириш.</li>
                    <li>4.4.2. Фойдаланувчи билан ушбу Шартнома асосида Хизматга кириш ҳуқуқини бериш.</li>
                    <li>4.4.3. Белгиланган тартибда фойдаланувчи томонидан тақдим этилган маълумотларнинг сақланишини, хавфсизлигини ва ошкор қилинмаслигини таъминлаш.</li>
                    <li>4.4.4. Ушбу Шартномада назарда тутилган бошқа мажбуриятларни бажариш.</li>
                    <li>4.5. Оператор қуйидаги ҳуқуқларга эга:</li>
                    <li>4.5.1. Ўзбекистон Республикасининг қонунларида, Тошкент шаҳрининг норматив-ҳуқуқий ҳужжатларида, ушбу Шартномада кўзда тутилган ҳолларда, Фойдаланувчини рўйхатдан ўтиш ва хизматнинг имкониятларидан фойдаланишни рад этиш</li>
                    <li>4.5.2. Фойдаланувчи томонидан қуйидаги ҳолларда огоҳлантиришсиз Хизматдан фойдаланишни тўхтатиб қўйиш:
                        <ul>
                            <li>•	Фойдаланувчи томонидан ушбу Шартнома шартлари бузилиши ёки Фойдаланувчи томонидан Оператор ушбу Шартнома шартларини бузган деб ҳисоблаган хатти-ҳаракатларни амалга оширса;</li>
                            <li>•	кутилмаган техник ёки хавфсизлик муаммолари туфайли;</li>
                            <li>•	фойдаланувчининг Тошкент шаҳри хизматлари, ахборот тизимлари ва ресурсларига, шу жумладан ҳар қандай қурилмалар, дастурий таъминотлардан фойдаланишига тўсқинлик қилиши ва ҳар қандай ҳуқуқбузарликлар туфайли.</li>
                        </ul>
                    </li>
                    <li>4.5.3. Фойдаланувчига Хизматнинг ишлаши, шунингдек Оператор ва Тошкент шаҳридаги бошқа ижро органлари, ташкилотлар фаолияти тўғрисида ташкилий ва техник маълумотларни ўз ичига олган хабарларни юбориш.</li>
                    <li>4.5.4. Тошкент шаҳри хизматлари ва ахборот тизимлари ишини таъминлашга, Тошкент шаҳрининг ахборот ресурсларини белгиланган тартибда сақлашга учинчи шахсларни жалб қилиш.</li>
                    <li>4.5.5. Уларнинг фаолияти вақтинча тўхтатиб қўйилган ҳолда Тошкент шаҳар хизматлари ва ахборот тизимларида профилактика ишларини олиб бориш.</li>
                    <li>4.6. Оператор қуйидаги учун жавобгар эмас:</li>
                    <li>4.6.1. Учинчи шахслар томонидан этказиб бериладиган, этказиб бериладиган, ишлайдиган ва / ёки хизмат кўрсатадиган асбоб-ускуналар, алоқа тизимлари ёки тармоқларининг носозликлари билан боғлиқ бўлган, хизматга киришда хизматдаги авариялар, узилишлар ёки узилишлар.</li>
                    <li>4.6.2. Фойдаланувчи томонидан етказилган зарар:
                        <ul>
                            <li>•	Фойдаланувчи томонидан хизматга кириш учун фойдаланадиган асбоб-ускуналар ва дастурларда "вируслар" ва бошқа зарарли дастурларнинг мавжудлиги;</li>
                            <li>•	Фойдаланувчи ушбу Шартномани бузса;</li>
                            <li>•	учинчи шахсларнинг ноқонуний хатти-ҳаракатлари, шу жумладан Фойдаланувчи аккаунтидан фойдаланиш билан боғлиқ, шунингдек, хизматдан фойдаланиш пайтида у тақдим этган фойдаланувчи тўғрисидаги маълумотлардан, агар бундай маълумотлар Операторнинг айбисиз учинчи шахсларга етказилган бўлса.</li>
                        </ul>
                    </li>
                    <li>4.7. Фойдаланувчи ва Оператор ушбу Шартномани бажармаганлиги ёки лозим даражада бажармаганлиги учун жавобгар эмас, агар енгиб бўлмас куч таъсирида юзага келганлиги сабабли уни бажариш имкони бўлмаса.</li>
                    <li>5. Бошқа шартлар</li>
                    <li>5.1. Ушбу Битим Ўзбекистон Республикасининг қонунларига мувофиқ тартибга солинади ва шарҳланади. Ушбу Битим билан тартибга солинмаган масалалар Ўзбекистон Республикаси қонунларига мувофиқ ҳал қилиниши керак. Ушбу Шартнома билан тартибга солинадиган муносабатлардан келиб чиқадиган барча мумкин бўлган тортишувлар Ўзбекистон Республикасининг амалдаги қонунчилигида белгиланган тартибда ҳал қилинади.</li>
                    <li>5.2. Ушбу Шартноманинг шартлари, агар Ўзбекистон Республикаси қонунларида ва Тошкент шаҳрининг норматив-ҳуқуқий ҳужжатларида бошқача қоида назарда тутилган бўлмаса, томонлардан бири ушбу Битимдан чиқиш нияти тўғрисида билдирган пайтгача амал қилади.</li>
                </ul>
            </div>
        </div>
    </div>
@endsection
